-- phpMyAdmin SQL Dump
-- version 4.9.7
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: 12 يناير 2022 الساعة 19:33
-- إصدار الخادم: 5.6.51-cll-lve
-- PHP Version: 7.3.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `syanhnet_mram`
--

-- --------------------------------------------------------

--
-- بنية الجدول `users`
--

CREATE TABLE `users` (
  `UserId` int(11) NOT NULL,
  `UserName` varchar(250) NOT NULL DEFAULT '',
  `UserPassword` varchar(250) NOT NULL DEFAULT '',
  `IsClose` int(11) NOT NULL DEFAULT '1',
  `JAWAL` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- إرجاع أو استيراد بيانات الجدول `users`
--

INSERT INTO `users` (`UserId`, `UserName`, `UserPassword`, `IsClose`, `JAWAL`) VALUES
(1, ' احلام بخيت', '545675001', 1, '545675001'),
(2, 'احلام ابراهيم', '566225925', 1, '566225925'),
(3, 'افراح احمد', '503564366', 1, '503564366'),
(4, 'اميره محمد', '562326958', 1, '562326958'),
(5, 'ايمان صالح', '543677116', 1, '543677116'),
(6, 'ايمان محمد', '505529059', 1, '505529059'),
(7, 'بدرية احمد', '543717166', 1, '543717166'),
(8, 'خلود معتوق', '565512162', 1, '565512162'),
(9, 'رانية مبارك', '503520086', 1, '503520086'),
(10, 'ريم سليم', '531631843', 1, '531631843'),
(11, 'ريم عبد الفتاح', '507825225', 1, '507825225'),
(12, 'زكية مبروك', '503565563', 1, '503565563'),
(13, 'زهرة عبد الله', '503519673', 1, '503519673'),
(14, 'زينب مبارك', '502838393', 1, '502838393'),
(15, 'سحر صالح', '555578952', 1, '555578952'),
(16, 'عايشة زياد', '541626414', 1, '541626414'),
(17, 'عائشة معاود', '555532459', 1, '555532459'),
(18, 'عبير محمد', '555503110', 1, '555503110'),
(19, 'فاتن فهد', '555353263', 1, '555353263'),
(20, 'فاطمة حسن', '543760068', 1, '543760068'),
(21, 'فاطمه سعيد', '555806774', 1, '555806774'),
(22, 'كفاح جميل', '555513449', 1, '555513449'),
(23, 'منال احمد', '508048984', 1, '508048984'),
(24, 'منال علوى', '504536529', 1, '504536529'),
(25, 'منيرة حاسن', '554788598', 1, '554788598'),
(26, 'منيرة سعد', '506539138', 1, '506539138'),
(27, 'نوير حاسن', '562115065', 1, '562115065'),
(28, 'هنادي عبد الله', '582178889', 1, '582178889'),
(29, 'هند سعيد', '503534327', 1, '503534327'),
(30, 'هند عبدالله', '507094525', 1, '507094525'),
(31, 'اشواق سفر', '549090085', 1, '549090085'),
(32, 'سحر حمد', '562637378', 1, '562637378'),
(33, 'سعاد عبد الله', '567853774', 1, '567853774'),
(34, 'سعدية احمد', '562609625', 1, '562609625'),
(35, 'سوسن اسماعيل', '555506123', 1, '555506123'),
(36, 'عواطف عبد الله', '561361366', 1, '561361366'),
(37, 'فاطمة عتيق', '507404055', 1, '507404055'),
(38, 'مها عبد اللطيف', '503540160', 1, '503540160'),
(39, 'هناء عبد الوهاب', '504772025', 1, '504772025'),
(40, 'ناصرة سعد', '547206050', 1, '547206050'),
(41, 'هند سالم', '530530550', 1, '530530550'),
(42, 'روضة محمد', '503971058', 1, '503971058'),
(43, 'بدرية سعد', '', 1, NULL),
(44, 'مرام', '594666375', 2, '594666375');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
