@extends('layouts.app')

@section('content')
@section('title')
- مراسلة الطلاب
@endsection
<script type="text/javascript" src="boox/plugin/tinymce/tinymce.min.js"></script>
<script type="text/javascript" src="boox/plugin/tinymce/init-tinymce.js"></script>
<div class="container">
    <div class="row justify-content-center">
        <div class="col-md-12">
            <div class="card">
                <div id='font_news' class="card-header"> ملااسلة الطلاب</div>

                <div class="card-body">
                    <div class="container">
                        <div class="row">

                            <div class="col-md-3 ">
                                <form method="POST"
                                    action="https://wa.me/{{$Mobile}}?text= الطالب المتقدم {{$name}} السلام عليكم ورحمة الله وبركاته فقد لاحظنا تسجيلكم في موقع دار الحديث الخيرية وقمتم بتعبئة الإستمارة ولم يتم رفع ملف الوثائق المطلوبة لذلك نذكركم برفع الوثائق قبل إنتهاء موعد التقديم وإلا سيتم رفض ملفكم ولن يسمح لكم بدخول إختبار القبول">
                                    {{ csrf_field() }}
                                    <button type="submit" class="btn btn-primary col-sm-12"> رسالة تذكير </button>
                                </form>
                            </div>



                            <div class="col-md-3">
                                @if($Stage=="المتوسطة") <form method="POST" action="https://wa.me/{{$Mobile}}?text= السلام عليكم ورحمة الله وبركاته ، المتقدم
&nbsp;
*{{$name}}* تم ترشيحكم لدخول اختبار القبول في دار الحديث الخيرية والذي سيكون يوم *الثلاثاء الموافق ١٦ محرم ١٤٤٣هـ الساعة السابعة صباحًا* بإذن الله تعالى
&nbsp;
كم نذكركم أيضا بأن اختبار المقابلة في المرحلة
&nbsp;
*{{$Stage}}*
&nbsp;
سيكون في الكتب التالية
&nbsp;
*
التوحيد: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).
الفقه: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).
النحو (لغتي): الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).
الرياضيات: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).
الإملاء والخط (لغتي): الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).
*
">@endif


                                    @if($Stage=="العالية") <form method="POST" action="https://wa.me/{{$Mobile}}?text= السلام عليكم ورحمة الله وبركاته ، المتقدم
&nbsp;

*{{$name}}* تم ترشيحكم لدخول اختبار القبول في دار الحديث الخيرية والذي سيكون يوم *الثلاثاء الموافق ١٦ محرم ١٤٤٣هـ الساعة السابعة صباحًا* بإذن الله تعالى
&nbsp;
كما نذكركم أيضا بأن اختبار المقابلة في المرحلة
&nbsp;
*{{$Stage}}*
&nbsp;
سيكون في الكتب التالية
&nbsp;
*
التوحيد: العقيدة الواسطية، لـشيخ الإسلام ابن تيمية.
الفقه: الروض المربع،للبهوتي . ( الثلث الأخير ) من: كتاب الجنايات، إلى: آخر الكتاب.
النحو: شرح قطر الندى وبل الصدى،لابن هشام.
المصطلح: نزهة النظر في شرح نخبة الفكر، لابن حجر.
البخاري: من: أول الكتاب، إلى: نهاية كتاب الصلاة. مع أي شرح مختصر مع التعريف بالكتاب والمؤلف.
الفرائض: عدة الباحث في أحكام التوارث، لـ عبد العزيز الرشيد.
مواد المقابلة الشفهية:١/ القرآن الكريم. ٢/ الثقافة العامة.*"> @endif



                                        @if($Stage=="الثانوية") <form method="POST" action="https://wa.me/{{$Mobile}}?text= السلام عليكم ورحمة الله وبركاته ، المتقدم
&nbsp;
*{{$name}}* تم ترشيحكم لدخول اختبار القبول في دار الحديث الخيرية والذي سيكون يوم *الثلاثاء الموافق ١٦ محرم ١٤٤٣هـ الساعة السابعة صباحًا* بإذن الله تعالى
&nbsp;
كما نذكركم أيضا بأن اختبار المقابلة في المرحلة
&nbsp;
*{{$Stage}}*
&nbsp;
سيكون في الكتب التالية
&nbsp;
*
 التوحيد: الجديد في شرح كتاب التوحيد، لمحمد بن عبد العزيز القرعاوي.
 الفقه: عمدة الفقه، لابن  قدامة. ( الثلث الأخير ) من: أول كتاب الأطعمة، إلى: نهاية باب الإقرار.
 النحو: متممة الآجرومية، لمحمد الحطاب الرعيني.
 المصطلح: تيسير مصطلح الحديث،لـمحمود الطحان.
 مواد المقابلة الشفهية: ١/ القرآن الكريم. ٢/ الثقافة العامة.*"> @endif

                                            {{ csrf_field() }}
                                            <button type="submit" class="btn btn-success col-sm-12">رسالة قبول</button>
                                        </form>
                            </div>




                            <div class="col-md-3">
                                <form method="POST"
                                    action="https://wa.me/{{$Mobile}}?text= السلام عليكم ورحمة الله وبركاته ، المتقدم {{$name}} تم رفض ملفك في دار الحديث الخيرية والسبب {{App\register::where('id',$id)->first()->note}} ">
                                    {{ csrf_field() }}
                                    <button type="submit" class="btn btn-danger col-sm-12">رسالة رفض</button>
                                </form>
                            </div>


                            <div class="col-md-3">
                                <form method="POST"
                                    action="https://wa.me/{{$Mobile}}?text= الطالب المتقدم {{$name}} السلام عليكم ورحمة الله وبركاته نرجو منكم سرعة تسليم الملف لقسم شؤون الطلاب بدار الحديث الخيرية ،ويجب إحضار جميع الطلبات المنصوص عليها في شروط القبول ،وكذلك يجب إحضار أصول هذه الأوراق للمطابقة مع الصور ، علما أنه إذا لم يتم إحضار الملف فسيتم تجاهل طلب التقديم نهائيا من الدار">
                                    {{ csrf_field() }}

                                    <button type="submit" class="btn btn-primary col-sm-12">طلب إكمال الملف </button>
                                </form>
                            </div>
                        </div>
                    </div>


                    @livewire('send-sms-user',['id' =>$id])
                    @livewireScripts
                </div>
            </div>
        </div>
    </div>

    @endsection
