<?php $__env->startSection('content'); ?>
<?php $__env->startSection('title'); ?>
شروط القبول
<?php $__env->stopSection(); ?>
<style>
    .subject {
        list-style: decimal;
    }
</style>
<div class="container">
        <div class="row justify-content-center">
                <div class="col-md-12">
                        <div class="card">
                                <div   id ='font_news' class="card-header">شروط القبول بدار الحديث </div>
                                <div class="card-body">
                                        <?php if(session('status')): ?>
                                                <div class="alert alert-success" role="alert">
                                                        <?php echo e(session('status')); ?>

                                                </div>
                                        <?php endif; ?>
                                                        <p>شروط القبول بدار الحديث الخيرية بمكة المكرمة</p>
                                                        <p>1- أن يكون الطالب مسلماً حسن السيرة والسلوك.</p>
                                                        <p >2- أن يجيد اللغة العربية كتابةً ونطقاً وفهماً.</p>
                                                        <p >3- أن يكون لديه إقامة نظامية سارية المفعول، إن كان غير سعودي.</p>
                                                        <p >4- أن لا يقل عمره عند التقدم للمرحلة المتوسطة عن (12) عاماً ولا يزيد عن (20).</p>
                                                        <p >- أن لا يقل عمره عند التقدم للمرحلة الثـانوية عن (15) عاماً ولا يزيد عن (25).</p>
                                                        <p >- أن لا يقل عمره عند التقدم للمرحلة العـالية عن (18) عاماً ولا يزيد عن (30).</p>
                                                        <p >5- أن يكون سليماً من الأمراض الوبائية بموجب تقرير طبي معتمد.</p>
                                                        <p >6- أن يكون متفرغاً للدراسة إن كان منتظماً.</p>
                                                        <p >7- أن يجتاز اختبارات القبول التحريرية والشفهية.</p>
                                                        <p >8- أن لا تقل نسبة درجاته في الشهادة المتقدم بها، عن ( 75 ٪ ) جيد جداً فما فوق.</p>
                                                        <p >9- أن يكون المتقدم للمرحلة المتوسطة حاصلاً على الشهادة ( الابتدائية ).</p>
                                                        <ul>
                                                            <li>
                                                            <p > أن يكون المتقدم للمرحلة الثانوية حاصلاً على الشهادة ( المتوسطة ).</p>
                                                            </li>
                                                            <li>
                                                            <p > أن يكون المتقدم للمرحلة العالية حاصلاً على الشهادة ( الثانوية ).</p>
                                                            </li>
                                                        </ul>
                                                        <p >10- أن تكون شهادته صادرة من جهة تعليمية معروفة لدى الدار أو مصدقة من جهة رسمية معتمدة،وأن تكون باللعة العربية أو مترجمة من جهة معتمدة.</p>
                                                        <p >11- أن لا يكون قد مضى على حصوله على الشهادة المتقدم بها أكثر من أربع سنوات.</p>
                                                        <p >12- أن يكون حافظاً لـ ( ثلاثة أجزاء ) من القرآن عند التقدم للمرحلة المتوسطة.</p>
                                                        <ul>
                                                            <li>
                                                                <p > و ( اثني عشر جزءاً ) من القرآن عند التقدم للمرحلة الثانوية.</p>
                                                            </li>
                                                            <li>
                                                                <p > و ( واحد وعشرون جزءاً ) من القرآن عند التقدم للمرحلة العالية.</p>
                                                            </li>
                                                        </ul>
                                                        <p >13- أن لا يكون مفصولاً من مدرسته السابقة لسبب مخل بالآداب والاستقامة.</p>
                                                        <p >14-أن يقدم المستندات التالية في ملف علاقي:</p>
                                                        <ul>
                                                            <li>
                                                            <p > أصل المؤهل الدراسي وصورة منه ،وإذا كان من خارج المملكة لابد من تصديق خارجية الدولة المانحة له.</p>
                                                            </li>
                                                            <li>
                                                            <p > صورة من هويته سارية المفعول ( بطاقة الأحوال، أو الإقامة والجواز )، والأصل للمطابقة.</p>
                                                            </li>
                                                            <li>
                                                            <p > تزكيتين من شيخين معروفين لدى الدار.</p>
                                                            </li>
                                                            <li>
                                                            <p > ست صور شمسية حديثة مقاس ( 3  4 ) بخلفية بيضاء.</p>
                                                            </li>
                                                            <li>
                                                            <p > تعبئة استمارة التقديم والتعهد بالالتزام بأنظمة الدار.</p>
                                                            </li>
                                                            <li>
                                                            <p > خطاب من الكفيل بالموافقة على دراسته بالنسبة لغير السعوديين، وبالنسبة للسعوديين خطاب من جهة العمل ( وهذا خاص للمنتسبين ).</p>
                                                            </li>
                                                        </ul>
                                                        <p >ثم إذا وفقك الله للقبول في الدار فهذه الكتب التي تختبر فيها: </p>
                                                        <h4 class="text-danger">المواد التحريرية للمتقدمين / المرحلة المتوسطة</h4>
                                                        <ul class="text-success subject">
                                                            <li>التوحيد: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).</li>
                                                            <li>الفقه: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).</li>
                                                            <li>النحو (لغتي): الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).</li>
                                                            <li>الرياضيات: الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).</li>
                                                            <li>الإملاء والخط (لغتي): الكتاب المقرر في وزارة التعليم للصف السادس الابتدائي ( مقرر الفصلين ).</li>
                                                            <li>مواد المقابلة الشفهية: 1/ القرآن الكريم. 2/ المطالعة.</li>
                                                        </ul>
                                                        <h4 class="text-danger">المواد التحريرية للمتقدمين / المرحلة الثانوية</h4>
                                                        <ul class="text-success subject">
                                                            <li>التوحيد: الجديد في شرح كتاب التوحيد، لـ محمد بن عبد العزيز القرعاوي.</li>
                                                            <li>الفقه: عمدة الفقه، لـ ابن قدامة. ( الثلث الأخير ) من: أول كتاب الأطعمة، إلى: نهاية باب الإقرار.</li>
                                                            <li>النحو: متممة الآجرومية، لـ محمد الحطاب الرعيني.</li>
                                                            <li>المصطلح: تيسير مصطلح الحديث، لـ محمود الطحان.</li>
                                                            <li>مواد المقابلة الشفهية: 1/ القرآن الكريم. 2/ الثقافة العامة.</li>
                                                        </ul>
                                                        <h4 class="text-danger">المواد التحريرية للمتقدمين / المرحلة العالية (البكالوريوس)</h4>
                                                        <ul class="text-success subject">
                                                            <li>التوحيد: العقيدة الواسطية، لـ شيخ الإسلام ابن تيمية.</li>
                                                            <li>الفقه: الروض المربع، لـ البهوتي. ( الثلث الأخير ) من: كتاب الجنايات، إلى: آخر الكتاب.</li>
                                                            <li>النحو: شرح قطر الندى وبل الصدى، لـ ابن هشام.</li>
                                                            <li>المصطلح: نزهة النظر في شرح نخبة الفكر، لـ ابن حجر.</li>
                                                            <li>البخاري: من: أول الكتاب، إلى: نهاية كتاب الصلاة. مع أي شرح مختصر مع التعريف بالكتاب والمؤلف.</li>
                                                            <li>الفرائض: عدة الباحث في أحكام التوارث، لـ عبد العزيز الرشيد.</li>
                                                            <li>مواد المقابلة الشفهية: 1/ القرآن الكريم. 2/ الثقافة العامة.</li>
                                                        </ul>
                                                        <p>آخر تعديل: 1 / 6 / 1438هـ</p>
                                        </div>
                                </div>
                        </div>
                </div>
        </div>

<?php $__env->stopSection(); ?>

<?php echo $__env->make('layouts.app', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH /home/bandar/public_html/resources/views/Conditions.blade.php ENDPATH**/ ?>